import React from 'react'

function ApplicationComponent() {
  return (
    <div className="bg-white max-w-2xl w-full p-6 rounded-xl shadow-md space-y-4">
    <h1 className="text-xl font-bold text-center">ছুটির দরখাস্ত</h1>
    <p>
      সম্মানিত অধ্যক্ষ,<br />
      জাতীয় কলেজ, ঢাকা।<br />
      বিষয়ঃ <strong>ছুটির দরখাস্ত।</strong>
    </p>
    <p>
      জনাব,<br />
      বিনীত নিবেদন এই যে, আমি এই কলেজের একাদশ শ্রেণির একজন নিয়মিত ছাত্র/ছাত্রী। আমি গতকাল হঠাৎ অসুস্থ হয়ে পড়ি, যার কারণে আমি কলেজে উপস্থিত হতে পারিনি। চিকিৎসকের পরামর্শ অনুযায়ী আমাকে বিশ্রামে থাকতে বলা হয়েছে।
    </p>
    <p>
      অতএব, মহোদয়ের কাছে বিনীত অনুরোধ, আমাকে ৩ দিনের (০১-০৪-২০২৫ থেকে ০৩-০৪-২০২৫ পর্যন্ত) ছুটি মঞ্জুর করার জন্য নির্দেশ প্রদান করবেন। যাতে আমি সুস্থ হয়ে পুনরায় নিয়মিত ক্লাসে অংশগ্রহণ করতে পারি।
    </p>
    <p className="mt-6">
      আপনাদের বিশ্বস্ত,<br />
      মোঃ রাহুল ইসলাম<br />
      শ্রেণিঃ একাদশ<br />
      রোলঃ ০৫
    </p>
  </div>
  )
}

export default ApplicationComponent